[
    "Don't you use your fancy mathematics to muddy the issue!",
    "‘Dressed’? Um, beg your pardon, Rarity, but we don't normally wear clothes.",
    "Uh... Oh, well, aheh, how's this? Hooooooo.",
    "Forget it, Trixie! I ain't doin' nothin' 'til you let Twilight come home!",
    "Dear Princess Celestia,  I wanted to share my thoughts with you. [clears throat] I didn't learn anything! I was right all along!",
    "Phooey on the festivities. I can't wait to try all of those tasty treats!",
    "Well, color me pleased as punch.",
    "But... good things are better when they're a Rarity.",
    "The same way he got you to think that cheap rock was a bona fide diamond.",
    "If you can take this bull by the horns you better be ready for a ride!",
    "Can't hear you! I'm asleep! *SNORE*",
    "I'm Applejack! More apple fwitter?",
    "I hate to say I told you so. But I told you so.",
    "We don't normally wear clothes.",
    "I knew you could do it.",
    "Who are you calling a baby?",
    "Whoa ho there, loverboy!",
    "We tried persuasion, charm, whatever it is Pinkie Pie does... ",
    "I sure am glad you came looking for us.",
    "Huh?",
    "When I was just a filly, Granny Smith told me of an ancient legend. When Nightmare Moon was banished, not every last bit of her dark magic went with her. Granny used to say, when night falls on the castle, that magic takes the form of... the Pony of Shadows!",
    "[spookily] Nopony knows!",
    "Do you think there's a single room in this castle that isn't filled with terrifying things?",
    "Drop the ring, Ahui... whatever your name is!",
    "Time to Power Pony up!",
    "Attention! This is a Sweet Apple Acres code red! I need all hooves – and claws – on deck!",
    "Apple Bucking Day, take two!",
    "Er, Big Mac? Are you sure we really need all that stuff?",
    "What in tarnation are you doin' here? And why the jumpin' junebugs are ya blue?",
    "My mane needs to be perfectly coiffed at all times.",
    "And that shy filly was livin' her dream in the shadows because she couldn't bring herself to come into the spotlight?",
    "Uh... what did he say?",
    " Where's Apple Bloom? She's not here! She could be anywhere! She could be lost, cold, hungry, itchy, stuffed up, needin' to go to the bathroom!",
    "Are you as worried as I am?",
    "I'm just gonna fly right up to her and tell her what I think about her lackadaisical approach to studying! Won't she be surprised!",
    "Why, I could tell you every little thing there is to know about the history of apples, but I picked all that up over years in the field as a labor of love. How much time you got?",
    "What in rhubarb pie just happened?",
    "Surely, you saw this coming."
]