[
    "Ooh! Ooh! More guessing games! Um... Pokey Smokes! How about Queen Meanie? No! Black Snooty, Black Snooty!",
    "Don't you worry your pretty little head about mean old Gilda! Your Aunty Pinkie Pie's got it all taken care of!",
    "Too old for free candy?! NEVER!",
    "I never leave home without my party cannon!",
    "I'm not giving him cake! I'm ASSAULTING him with cake!",
    "Hold on to your hooves, I'm about to be BRILLIANT!",
    "APPLEJACK!!! YOU PINKIE PROMISED!!!!",
    "Twitchy tail! Twitchy tail!!",
    "When I was a little filly and the sun was going down~",
    "All you have to do is take a cup of flour and add it to the mix~",
    "Oh the Grand Galloping Gala is the best place for me~",
    "Ugh, a parasprite!",
    "You've got a real problem all right, and a banjo is the only answer!",
    "Cross my heart and hope to fly, stick a cupcake in my eye!",
    "Are you loco in the coco?",
    "Hay, that's what I said!",
    "And that's how Equestria was made.",
    "I never felt joy like that before!",
    "Oatmeal, are you crazy?",
    "This calls for extreme measures! Pinkie Pie style!",
    "This may look like fun, but it's NOT!",
    "You really need to get out more.",
    "I don't need my friends... *Twitch*",
    "You look like you'd be good at eating cupcakes!",
    "Thank you for being here today... *Twitch*",
    "Aha! I knew it!",
    "My friends don't like my parties and they don't wanna be my friends anymore...",
    "I know how it goes, all right!",
    "I'm just glad none of them ponies showed up!",
    "Oui! Zhat is correct, madame.",
    "You know what this calls for? A party!",
    "And into her own reflection she stared, eeh, yearning for one whose reflection she shared, and... solemnly sweared not to be scared, at the prospect of being doubly mared!",
    "Betcha can't make a face crazier than 'this'!",
    "And you want us to shoot you out of a cannon towards a hornet's nest and  give Spike a butterfly net so he can catch you mere seconds before you  hit the nest and are stung by a thousand angry hornets! I'll wear this  mustache.",
    "She'll become a crazy cat lady!",
    "I love you more. No, I love you more! I LOVE YOU MORE!!!",
    "Give her time...",
    "FOREVER!!!",
    "Secrets and lies! It's all secrets and lies with those ponies!",
    "Hold on a second! Eternal chaos comes with chocolate rain, guys! Chocolate rain!",
    "No I'm not, I'm a chicken! BAGAWK!",
    "Twilight, you shouldn't hit the books, you should just read them.",
    "Okie Dokie Lokie",
    "Oh well, if anyone needs me I'll be outside in the chocolate puddles with a giant swizzle straw.",
    "Can I have more of that mushy stuff? Whatever it was?",
    "It was under EEEE",
    "So, you see this here? This, um, this is um, a big, round room. It's known for its roundness, and bigness, and did I mention that it's round?",
    "And you want us to shoot you out of a cannon towards a hornet's nest and give Spike a butterfly net so he can catch you mere seconds before you hit the nest and are stung by a thousand angry hornets! [puts on a mustache] I'll wear this mustache.",
    "Wait! If I'm not here when Rainbow Dash's letter arrives, I won't be able to read it right away, and if I don't read it right away I won't be able to write her back right away, and if I don't write her back right away, she might think I didn't get her letter and then she might worry about loss and then she's worried about her letter, she'll be distracted and if she's distracted then she won't do well in the Academy and if she doesn't do well in the Academy, then she'll get kicked out and if she gets kicked out she'll never get to be a Wonderbolt and if she never gets to be a Wonderbolt all her dreams will be crushed! And it'll be ALL. MY. FAULT!",
    "Oh, but wait; I just told myself to not talk to myself any more. I should say something to her. Or, would that still be talking to myself? Excuse me, me? Can I have a word with you? Uh, I mean, me? Listen, I can see you're having lots of fun, but- (Pinkie Pie Duplicate): Fun?! Did somebody say fun? Where?",
    "I have balls stashed all over Ponyville! In case of ball emergencies...",
    "Woohoo! This is just fantastic! Ooh, now we can hang out together, and chat, and sing songs, and [gasps] party! Oh, I can throw you guys a big party! It'll be called a \"Welcome to Ponyville, I found my lost love, I'm BFF's with Pinkie Pie Party\" ...Or maybe something less over-the-top and not so super-hyper.",
    "I like funny words! One of my favorite funny words is \"kumquat\"! I didn't make that one up. I would work in a kumquat orchard just so I could say kumquat all day! Kumquat, kumquat, kumquat! And \"pickle barrel\"! Isn't that just the funnest thing to say? Pickle barrel! Pickle barrel! Pickle barrel! Say it with me! Pickle-barrel-kumquat! Pickle-barrel-kumquat! Pickle-barrel-kumquat! Chimmy-cherry-changa!",
    "Well no wonder, because I made it up myself! A Cherrychanga is mashed up cherries in a tortilla that's deep fried! Cherrychanga! Great name, huh? Oh, but maybe I should call it a Chimmycherry! Ooh, that's good too. Which do you think sounds better? Cherrychanga or Chimmycherry? Or what if I combine them? Chimmy-cherry-changa! What sounds the funniest?",
    "You're \"nervicited\"! It's like you wanna jump up and down and yell \"YAY ME!!\" But you also wanna curl up in a teeny-tiny ball and hide at the same time! We've all been there!",
    "Yeah! I love reading, and my head isn't even close to the shape of an egg! It's more the shape of an apple, or maybe an orange, but a big orange, more like a grapefruit really...",
    "Well the tastiest treat of all is sure to be the Cakes' Marzipan Mascarpone Meringue Madness. All that rich, creamy goodness of the marzipan combined with the tart and tanginess of the mascarpone, blended perfectly with the smooth silky sweetness of the meringue. That's why I call the Marzipan Mascarpone Meringue Madness the \"MMMM\"!",
    "Maybe Twilight is right. Maybe Gilda isn't a big meanie grumpy mean- meanie-pants. Maybe I'm just a big jealous judgmental jealous-jealousy-pants.",
    "Applejack: \"It's just that... The map is also upside-down.\" Pinkie Pie: \"I've got news for you cookie, the earth is round. There is no up or down.\"",
    "Most of my dreams are about frosting. *drools*",
    "This is the most daring dare anypony ever dared dare another pony to dare!",
    "Hey, you guys! Did you know I can totally play the organ? Because I didn't!",
    "I always let my imagination run away from me! But then it comes back...with cake!",
    "It's exciting!",
    "You might say the secret ingredient is... [whispering loudly] a secret! [squee]",
    "Tag you're it! Tag you're it! Tag you're it! Tag you're it!",
    "PP: Cupcakes? \nR: How did you— \nPP:  Eh, we had a good half second before we got sucked back out of the comic, and the Maretropolis bakery was only sixty-five blocks away!",
    "[to the tune of Winter Wrap Up] Fruit bat round-up, fruit bat round-up!",
    "You turned into a vampire pony!",
    "This trip is fun already! I love jumping up and down!",
    "Hey, cousin!",
    "Best [insert noun] ever!",
    "So what you're saying is if I have the courage to jump, the parachute will open.",
    "Fluttershy, I'll never forget you! Ooh, something floaty! La la la la la!",
    "Rarity, that doesn't look anything like a duck!",
    "Parties are no picnic!",
    "[gasps] Is it contagious?",
    "Twilight! Haven't seen you here in, like, forever and a half!",
    "So...cute... Can't...take...it!",
    "Awesome! I give it three woohoo's! Woohoo, woohoo, woohoo, and an extra 'woo' for good measure! Woo!",
    "According to the rules of the Exchange, a trade is only fair if both ponies end up with something they want. You can't break the rules! Did anypony see you do it? I don't think anypony saw! [to filly] But you're not gonna say anything, are you?! Haha, I'm just kidding! Or am I?! Sometimes I can't even tell!",
    "Hey, everypony, step right up! Do not walk! Gallop over here for your chance to trade for authentic, one-of-a-kind, official princess merchandise!",
    "Nailed it!",
    "Omigoshomigoshomigoshomigosh! Twilight! Come take this extra seat next to me and freak out over the medal count! I'll show you how: Omigoshomigoshomigoshomigosh!"
]