[
	"I could clear the sky in 10 seconds flat!",
	"Are you a SPY?",
	"I'm just glad I haven't been replaced by a bucket of turnips.",
	"You don't wanna know.",
	"Sure thing, Spike!",
	"Aww right, Princess!",
	"NO! NOTHING! In the name of Celestia, just sit there and do nothing!",
	"Pinkie Pie, you are so random!",
	"This really is the BEST DAY EVER!",
	"I am the iron pony!",
	"I know, it is gonna be so awesome!",
	"Time to take out the adorable trash!",
	"I love fun things!",
	"Who are you calling a chump, chump?",
	"Oh, you wanna do this the hard way? We'll do this the hard way!",
	"No offense, but it's not a real campfire story unless somepony's shaky.",
	"Hey slackers! Double time and head on over to Ponyville, will 'ya? We're all waiting on you!",
	"PUNCH HOLES IN THE SKY!",
	"No, I just want my dress to be cool.",
	"The color's fine, just make it look cooler.",
	"The shape's fine, just make the whole thing ... you know, cooler. It needs to be about 20 % cooler.",
	"Now that you know the elements of a good cheer, let's hear one!",
	"Ugh. You're going to cheer for me like that? Louder!",
	"Louder!!",
	"LOUDER!!!",
	"Huge tree, cutie marks on the trunk, probably being attacked by something hideously awful? Yeah, I'm pretty sure we'll know it when we see it.",
	"Huh?",
	"You mean, like a ghost?",
	"Two more months?! I've been waiting so long already! I don't think I can take another two months! I'll never make it!",
	"I know! There might be no more books! Uh... But, of course, I'd be worried about her, too. Heh.",
	"Aw, c'mon! I knew it all along!",
	"I am suuuuuuuuuch a huge fan! Heh heh heh heh heh!",
	"Gotcha! [grunts] You can flap too, y'know!",
	"Have I mentioned yet that you're lucky I don't?",
	"Y'know, 'professionalism' is my middle name. Rainbow Professionalism Dash.",
	"That...was...AMA— [thinking] Wait. Hold on now. Gotta stay calm, cool, and collected. [out loud] To give a calm, clear analysis...Wait, you whipped that together yesterday?! That...is— [thinking] Professionalism, Dash! Keep those emotions in check! [out loud] Overall, it was kinda...sorta... Overall, it was okay. Keep working hard and who knows? You might have a shot. Gotta go!",
	"I was already awesome! And now we've all got superpowers!",
	"Think of the cider! Won't somepony please think of the cider?!",
	"I know. Ponies just bursting into song in random places at the drop of a hat? Who does that?!",
	"So, do I need to remind you of what our goal is here?",
	"I, uh, tripped on a, uh, foam hoof, and landed on a [mumbles, near unintelligible] pokey stick coming out of the ground...",
	"You totally blew my mind!",
	"So, uh, I've always kinda wondered what it would be like to be a griffon.",
	"Surprise!",
	"Puh-lease, Twilight. That was the worst sneak attack ever.",
	"Can't we just watch the history of the Wonderbolts movie?!",
	"Stop, stop, stop! That was aw-",
	"A whole stand filled with Discord-shaped lamps? Seriously?!",
	"Just don't let anypony trade for any chicken while I'm gone, okay?",
	"This just got real!",
	"Don't do it, Twilight!"
]
