[
	"I don't have time for some silly scavenger hunt! I've got a real problem...",
	"Aren't you going to tell me to change something too?",
	"Out of all things that could happen, this is THE WORST POSSIBLE THING!",
	"Let me guess. Applesauce?",
	"Watch the mane, please.",
	"Thread by thread, stitching it together~",
	"Stay back, and my dress doesn't get hurt!",
	"Afraid to get dirty?",
	"I simply cannot let such a crime against fabulosity go uncorrected!",
	"Gently, please!",
	"How can you be so insensitive?",
	"I'm so pathetic!",
	"Do you not like the colour?",
	"Ideaaaaa!",
	"MINE!!!",
	"Oh, it is ON!",
	"Try it, punk!",
	"Take that you ruffian!",
	"Some of us DO have standards!",
	"As fun as creating this haute-couture ensemble that I just finished making? Delightful, non?",
	"I despise camping! All of that... nature.",
	"Do you not like the shape?",
	"Whining? I am not ‘whining’. I am complaining. Do you want to hear ‘whining’? (whines obnoxiously) This is whining! Ooohhhh! This harness is too tight! It's going to chafe! Can't you loosen it?! OH! It hurts and it's so rusty! Why didn't you clean it first?! It's gonna leave a stain, and the wagon's getting heavy! Why do I have to pull it?!",
	"BUT I THOUGHT YOU WAAANTED WHINING!!!",
	"Heavens, no! We're getting dressed!",
	"Oh, Fluttershy. Would you be a dear and FLY FASTER, PLEASE?",
	"How in Equestria can she think that tiny patch of cloud is Cloudsdale?",
	"...I thought we agreed never to speak of that again.",
	"Dumb Rock",
	"I know where you live.",
	"LEAVE ME ALLLOOOONNNE! I vant to be ALONE! I want to wallow in... WHATEVERITISTHATPONIESARESUPPOSEDTOWALLOWIN! Do ponies wallow in pity? OH, listen to me, I don't even know what I'm supposed to wallow in! I'M SO PATHETIC....!",
	"The truth of it is, Twilight, we're simply lost without you.",
	"Of all the castles in Equestria, this is by far the most ungrateful!",
	"The punch is quite tasty.",
	"I hope A.K. Yearling's alright!",
	"That's not Fluttershy... That's Flutterbat!",
	"Uh... Fluttershy, sweetness, please come down, and... do stop being a vampire bat.",
	"There's nothing left for me to do but check in at the runway with my dresses by two this afternoon.",
	"Fashion runway plaza in seven minutes. Can you make it?",
	"Oh! I see! I go out of my way to get you tickets for a show, and this is how you repay me? By abandoning me in my hour of need? Oh, oh, oh! Fine! Go and see Hinny of the Hills tonight! And then tomorrow morning when you come to see my fashion show without any fashion to show, you can have more entertainment! \"Oh, why look, there's our friend Rarity going down in flames! Isn't friendship magic?!\"",
	"Whatever it is...DUUUUUCK!!!",
	"Sounds like a perfect, drama-free way to spend the day with Cadance.",
	"It's magnificent! Wherever did you get it?",
	"Don't be ridiculous!",
	"You must! For the animals!",
	"But... that's a dented old pie tin.",
	"Leave me be! Can't you see how distraught, disappointed, and downtrodden I still am?",
	"I'm so excited! I'm so excited!"
]
